Repository: traviscb/cds-invenio
Catalog: po/*.po
Languages: pl

source: Your request is valid. Please set the new desired password in the following form.
pl: Twoje żądanie jest uprawnione. Ustaw nowe hasło w następującym formularzu.

source: Set a new password for
pl: Wprowadź nowe hasło dla

source: Type the new password
pl: Wprowadź nowe hasło

source: Type again the new password
pl: Wprowadź nowe hasło ponownie

source: Set the new password
pl: Wprowadź nowe hasło

source: Please enter your email address and desired nickname and password:
pl: Wpisz Twój adres email, wybraną nazwę użytkownika i hasło:

source: It will not be possible to use the account before it has been verified and activated.
pl: Nie będzie można używać konta, zanim nie zostanie zweryfikowane i aktywowane przez administratora.

source: Retype Password
pl: Wprowadź hasło ponownie

source: register
pl: rejestracja

source: Please do not use valuable passwords such as your Unix, AFS or NICE passwords with this service. Your email address will stay strictly confidential and will not be disclosed to any third party. It will be used to identify you for personal services of %s. For example, you may set up an automatic alert search that will look for new preprints and will notify you daily of new arrivals by email.
pl: Nie używaj ważnych dla Ciebie haseł, takich jak hasła do systemu UNIX, banku w tym systemie. Twój adres email jest traktowany jako poufny i nie będzie nikomu przekazywany. Będzie używany wyłącznie do identyfikacji usług personalizowanych %s. Możesz np. ustawić automatyczne powiadomienia o nowych publikacjach, artykułach, książkach.

source: You seem to be a guest user. You have to %(x_url_open)slogin%(x_url_close)s first.
pl: Nie jesteś zalogowany. Musisz najpierw się %(x_url_open)szalogować%(x_url_close)s.

source: You are not authorized to access administrative functions.
pl: Nie masz dostępu do czynności administracyjnych.

source: You are enabled to the following roles: %(x_role)s.
pl: Masz następujące uprawnienia: %(x_role)s.

source: Here are some interesting web admin links for you:
pl: Kilka ciekawych linków administracyjnych dla Ciebie:

source: For more admin-level activities, see the complete %(x_url_open)sAdmin Area%(x_url_close)s.
pl: Aby wykonać więcej czynności administracyjnych, przejdź do %(x_url_open)sAdministracji%(x_url_close)s.

source: guest
pl: gość

source: logout
pl: wyloguj

source: Personalize
pl: Ustawienia

source: You are an administrator of the following groups:
pl: Jesteś administratorem tych grup:

source: Group
pl: Grupa

source: You are not an administrator of any groups.
pl: Nie jesteś administratorem żadnej grupy.

source: Edit group
pl: Edytuj grupę

source: Edit %s members
pl: Edytuj %s członków

source: Create new group
pl: Utwórz nową grupę

source: You are a member of the following groups:
pl: Jesteś członkiem następujących grup:

source: You are not a member of any groups.
pl: Nie jesteś członkiem żadnej grupy.

source: Join new group
pl: Dołącz do nowej grupy

source: Leave group
pl: Opuść grupę

source: You are a member of the following external groups:
pl: Jesteś członkiem następujących zewnętrznych grup:

source: You are not a member of any external groups.
pl: Nie jesteś członkiem żadnej zewnętrznej grupy.

source: Update group
pl: Aktualizuj grupę

source: Edit group %s
pl: Edytuj grupę %s

source: Delete group
pl: Usuń grupę

source: Group name:
pl: Nazwa grupy:

source: Group description:
pl: Opis grupy:

source: Group join policy:
pl: Warunki dołączenia do grupy:

source: Please select:
pl: Proszę wybrać:

source: Join group
pl: Dołącz do grupy

source: or find it
pl: lub znajdź

source: Choose group:
pl: Wybierz grupę:

source: Find group
pl: Znajdź grupę

source: Remove member
pl: Usuń członka

source: No members.
pl: Brak członków.

source: Accept member
pl: Zaakceptuj członka

source: Reject member
pl: Odrzuć członka

source: No members awaiting approval.
pl: Brak kandydatów oczekujących na akceptację.

source: Current members
pl: Obecni członkowie:

source: Members awaiting approval
pl: członkowie oczekujący akceptacji

source: Invite new members
pl: Zaproś nowych członków

source: If you want to invite new members to join your group, please use the %(x_url_open)sweb message%(x_url_close)s system.
pl: Jeżeli chcesz zaprosić nowych członków do grupy, użyj %(x_url_open)s web message %(x_url_close)s.

source: Group: %s
pl: Grupa: %s

source: Group list
pl: Lista grup

source: You are not member of any group.
pl: Nie jesteś członkiem żadnej grupy.

source: Are you sure you want to delete this group?
pl: Jesteś pewny, że chcesz usunąć tą grupę?

source: Are you sure you want to leave this group?
pl: Jesteś pewny, że chcesz opuścić tę grupę?

source: Visible and open for new members
pl: Widoczna i otwarta dla nowych członków

source: Visible but new members need approval
pl: Widoczna ale nowi członkowie wymagają akceptacji

source: Group %s: New membership request
pl: Grupa %s: Prośba o przyjęcie

source: A user wants to join the group %s.
pl: Użytkownik chce dołączyć do grupy %s.

source: Please %(x_url_open)saccept or reject%(x_url_close)s this user's request.
pl: Proszę %(x_url_open)szaakceptuj lub odrzuć %(x_url_close)s wniosek użytkownika.

source: Group %s: Join request has been accepted
pl: Grupa %s: Wniosek zaakceptowany

source: Your request for joining group %s has been accepted.
pl: Twój wniosek o dołączenie do grupy %s został przyjęty.

source: Group %s: Join request has been rejected
pl: Grupa %s: Wniosek o przyjęcie został odrzucony

source: Your request for joining group %s has been rejected.
pl: Twój wniosek o dołączenie do grupy %s został odrzucony.

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s.
pl: To jest lista %(x_url_open)sTwoich grup%(x_url_close)s.

source: Group %s has been deleted
pl: Grupa %s została usunięta.

source: Group %s has been deleted by its administrator.
pl: Grupa %s została usunięta przez jej administratora.

source: You can consult the list of %(x_url_open)s%(x_nb_total)i groups%(x_url_close)s you are subscribed to (%(x_nb_member)i) or administering (%(x_nb_admin)i).
pl: To jest lista %(x_url_open)s%(x_nb_total)i grup%(x_url_close)s których jesteś członkiem (%(x_nb_member)i) lub administratorem (%(x_nb_admin)i).

source: Database problem
pl: Błąd bazy danych

source: user
pl: użytkownik

source: Account registration at %s
pl: Rejestracja konta dnia %s

source: New account on
pl: Nowe konto dnia

source: PLEASE ACTIVATE
pl: PROSZĘ AKTYWUJ

source: A new account has been created on
pl: Nowe konto zostało utworzone dnia

source: and is awaiting activation
pl: i oczekuje na aktywację

source: Username/Email
pl: Użytkownik/Email

source: You can approve or reject this account request at
pl: Możesz zaakceptować lub odrzucić to konto

source: Mail Cookie Service
pl: Obsługa Mail Cookie

source: Role authorization request
pl: Prośba o uprawnienia

source: This request for an authorization has already been authorized.
pl: Ta prośba już została spełniona wcześniej.

source: You have successfully obtained an authorization as %(x_role)s! This authorization will last until %(x_expiration)s and until you close your browser if you are a guest user.
pl: Otrzymałeś autoryzację jako %(x_role)s! Ta autoryzacja jest ważna do %(x_expiration)s lub do chwili zamknięcia przeglądarki jeśli jesteś gościem.

source: You have confirmed the validity of your email address!
pl: Potwierdziłeś prawidłowość adresu email!

source: Please, wait for the administrator to enable your account.
pl: Proszę, czekaj na aktywację konta przez administratora.

source: You can now go to %(x_url_open)syour account page%(x_url_close)s.
pl: Teraz masz dostęp %(x_url_open)s do konta%(x_url_close)s.

source: Email address successfully activated
pl: Adres email został aktywowany

source: You have already confirmed the validity of your email address!
pl: Już wcześniej potwierdziłeś swój email!

source: This request for confirmation of an email address is not valid or is expired.
pl: Ta prośba o potwierdzenie adresu email jest nieważna lub spóźniona.

source: This request for an authorization is not valid or is expired.
pl: Ta prośba o autoryzację jest nieważna lub spóźniona.

source: Reset password
pl: Zmień hasło

source: This request for resetting the password is not valid or is expired.
pl: Ta prośba o zmianę hasła jest nieważna lub spóźniona.

source: The two provided passwords aren't equal.
pl: Oba hasła nie są jednakowe

source: The password was successfully set! You can now proceed with the login.
pl: Prawidłowo zmieniono hasło! Możesz się zalogować.

source: %s Personalize, Your Settings
pl: %s Personalizuj, Twoje ustawienia

source: Settings edited
pl: Ustawienia zmienione

source: Show account
pl: Pokaż konto

source: Switched to internal login method.
pl: Zmieniono tryb logowania na wewnętrzny.

source: Send Password
pl: Wyślij Hasło

source: Unable to switch to external login method %s, because your email address is unknown.
pl: Nie można zmienić trybu logowania %s na zewnętrzny, ponieważ adres email jest nieznany.

source: Unable to switch to external login method %s, because your email address is unknown to the external login system.
pl: Nie można przełączyć na zewnętrzny tryb logowania %s, ponieważ Twój email nie został rozpoznany przez zewnętrzny system.

source: Login method successfully selected.
pl: Wybrano poprawnie tryb logowania.

source: The external login method %s does not support email address based logins. Please contact the site administrators.
pl: Metoda zewnętrznego systemu logowania %s nie używa adresu email jako login. Skontaktuj się z administratorem.

source: Settings successfully edited.
pl: Ustawienia zmienione.

source: Desired nickname %s is invalid.
pl: Wybrana nazwa uzytkownika %s nie jest poprawna.

source: Please try again.
pl: Proszę spróbować ponownie.

source: Edit settings
pl: Edycja ustawień

source: Editing settings failed
pl: Edycja ustawień zakończona niepowodzeniem

source: Supplied email address %s is invalid.
pl: Podany adres email %s jest nieprawidłowy.

source: Supplied email address %s already exists in the database.
pl: Podany adres email %s już istnieje w bazie danych.

source: Or please try again.
pl: Lub proszę spróbować ponownie.

source: Desired nickname %s is already in use.
pl: Żądana nazwa użytkownika %s jest zajęta.

source: Password successfully edited.
pl: Zmieniono poprawnie hasło.

source: Password edited
pl: Hasło zmienione

source: Both passwords must match.
pl: Oba hasła muszą byś takie same.

source: Editing password failed
pl: Edycja hasła zakończona niepowodzeniem

source: Wrong old password inserted.
pl: Błędne poprzednie hasło.

source: User settings saved correctly.
pl: Ustawienia użytkownika zapisane poprawnie.

source: Unable to update settings.
pl: Nie można zaktualizować ustawień.

source: Cannot send password reset request since you are using external authentication system.
pl: Nie można wysłać hasła, ponieważ używasz zewnętrznego systemu logowania.

source: The entered email address does not exist in the database.
pl: Wprowadzony adres email nie istnieje w bazie danych.

source: Password reset request for
pl: Prośba o zmianę hasła dla

source: The entered email address is incorrect, please check that it is written correctly (e.g. johndoe@example.com).
pl: Wprowadzony adres email jest nieprawidłowy. Sprawdź ponownie czy jest w postaci np. johndoe@example.com .

source: Incorrect email address
pl: Błędny adres email

source: Reset password link sent
pl: Utracone hasło wysłane

source: Delete Account
pl: Usuń Konto

source: Logout
pl: Wyloguj

source: Register
pl: Rejestruj

source: %s Personalize, Main page
pl: %s Personalizuj, strona główna

source: Your account has been successfully created.
pl: Twoje konto zostało utworzone poprawnie.

source: Account created
pl: Konto utworzone

source: In order to confirm its validity, an email message containing an account activation key has been sent to the given email address.
pl: Aby potwierdzić poprtawność, wysłano wiadomość zawierającą klucz aktywujący pod podany adres email.

source: Please follow instructions presented there in order to complete the account registration process.
pl: Proszę postępować zgodnie z instrukcajami aby zakończyć procedurę rejestracji konta.

source: A second email will be sent when the account has been activated and can be used.
pl: Email zostanie wysłany ponownie gdy konto zostanie aktywowane i gotowe do użytku.

source: You can now access your %(x_url_open)saccount%(x_url_close)s.
pl: Teraz masz dostęp %(x_url_open)s do konta%(x_url_close)s.

source: Registration failure
pl: Rejestracja zakończona niepowodzeniem

source: Desired nickname %s already exists in the database.
pl: Wybrana nazwa użytkownika %s już istnieje w bazie danych.

source: Users cannot register themselves, only admin can register them.
pl: Użytkownicy nie mogą się zarejestrować sami, tylko administrator może to zrobić.

source: The site is having troubles in sending you an email for confirming your email address.
pl: Mamy problemy z wysłaniem emaila w celu potwierdzenia Twojego adresu email.

source: The error has been logged and will be taken in consideration as soon as possible.
pl: Ten błąd został zgłoszony i będzie sprawdzony tak szybko jak to możliwe.

source: Join New Group
pl: Dołącz do nowej grupy

source: Leave Group
pl: Opuść Grupę

source: Edit Group
pl: Edytuj Grupę

source: Edit group members
pl: Edytuj członków grupy.

source: Home
pl: Główna

source: Submit
pl: Dodaj

source: Help
pl: Pomoc

source: Last updated
pl: Zmieniono

source: Powered by
pl: System

source: Maintained by
pl: Administrator

source: This site is also available in the following languages:
pl: Ta strona jest również dostępna w następujących językach:

source: Browser
pl: Przeglądarka

source: System Error
pl: Błąd Systemu

source: Traceback
pl: Ścieżka wstecz

source: Time
pl: Czas

source: Client
pl: Klient

source: Send error report
pl: Wyślij raport błędu.

source: Please contact %s quoting the following information:
pl: Napisz do %s cytując tę informację:

source: Record created %(x_date_creation)s, last modified %(x_date_modification)s
pl: Rekord stworzony %(x_date_creation)s, ostatnia modyfikacja %(x_date_modification)s

source: %(category)s Pages
pl: Strony %(category)s

source: Admin Pages
pl: Administracja

source: Help Pages
pl: Strony pomocy

source: Hacking Pages
pl: Strony dla hackerów

source: Hacking CDS Invenio
pl: Dostosowanie CDS Invenio

source: Latest modifications:
pl: Data ostatniej modyfikacji:

source: This is the table of contents of the %(x_category)s pages.
pl: To jest spis treści stron %(x_category)s.

source: See also
pl: Zobacz również:

source: Page %s Not Found
pl: Kolekcja %s nie Odnaleziona

source: Sorry, page %s does not seem to exist.
pl: Przepraszamy, strona %s nie istnieje.

source: You may want to look at the %(x_url_open)s%(x_category)s pages%(x_url_close)s.
pl: Możesz sprawdzić też %(x_url_open)s%(x_category)s pages%(x_url_close)s

source: Sorry, you must log in to perform this action.
pl: Przepraszamy, musisz być zalogowany aby wykonać tę operację.

source: Unknown document type
pl: Nieznany typ dokumentu

source: Unknown action
pl: Nieznana operacja

source: Unable to determine the number of submission pages.
pl: Nie mogę wykryć liczby stron dokumentu.

source: Unknown form field found on submission page.
pl: Nieznane pole formularza na stronie dodania dokumentu

source: The chosen action is not supported by the document type.
pl: Wybrana akcja jest niewykonalna dla tego typu dokumentu.

source: Warning
pl: Ostrzeżenie

source: Document types available for submission
pl: Typy dokumentów możliwych do złożenia

source: Please select the type of document you want to submit
pl: Proszę wybrać typ dokumentu jaki chcesz złożyć.

source: No document types available.
pl: Brak typów dokumentów.

source: Please log in first.
pl: Proszę się najpierw zalogować.

source: Use the top-right menu to log in.
pl: Użyj menu w prawym górnym rogu aby się zalogować.

source: Please select a category
pl: Proszę wybrać kategorię

source: Notice
pl: Uwaga

source: Select a category and then click on an action button.
pl: Wybierz kategorię a następnie kliknij wybrany przycisk.

source: To continue with a previously interrupted submission, enter an access number into the box below:
pl: Aby kontynuować przerwane dodawanie, wprowadź numer dostępu w pole poniżej:

source: GO
pl: IDŹ

source: SUMMARY
pl: STRESZCZENIE

source: Previous page
pl: Poprzednia strona

source: Submission number
pl: Numer dokumentu

source: Next page
pl: Następna strona

source: Are you sure you want to quit this submission?
pl: Czy na pewno chcesz przerwać dodawanie teraz?

source: Back to main menu
pl: Wróć do głównego menu

source: This is your submission access number. It can be used to continue with an interrupted submission in case of problems.
pl: To jest numer dokumentu. Możesz go użyć do kontynuacji przerwanej operacji dodawania dokumentu.

source: Mandatory fields appear in red in the SUMMARY window.
pl: Pola wymagane są w kolorze czerwonym w oknie STRESZCZENIE.

source: The field %s is mandatory.
pl: Pole %s jest wymagane.

source: Please make a choice in the select box
pl: Proszę dokonać wyboru w polu wyboru

source: Please press a button.
pl: Naciśnij przycisk.

source: The field %s is mandatory. Please fill it in.
pl: Pole %s jest wymagane. Wypełnij je.

source: The field %(field)s is mandatory.
pl: Pole %(field)s jest wymagane.

source: Going back to page
pl: Wracam do strony

source: finished!
pl: zakończone!

source: end of action
pl: koniec przetwarzania

source: Submission no
pl: Nr dodanego dokumentu

source: Here is the %(x_action)s function list for %(x_doctype)s documents at level %(x_step)s
pl: To jest %(x_action)s lista funkcji dla %(x_doctype)s dokumentów na poziomie %(x_step)s

source: Function
pl: Funkcja

source: Score
pl: Wynik

source: Running function
pl: Działająca funkcja

source: Function %s does not exist.
pl: Funkcja %s nie istnieje.

source: You must now
pl: Teraz musisz

source: record
pl: rekord

source: document
pl: dokument

source: version
pl: wersja

source: file(s)
pl: plik(i)

source: see
pl: patrz

source: For
pl: Dla

source: all types of document
pl: wszystkie typy dokumentów

source: Reference
pl: Bibliografia

source: First access
pl: Pierwszy dostęp

source: Last access
pl: Ostatni dostęp

source: Are you sure you want to delete this submission?
pl: czy na pewno chcesz usunąć dodany dokument?

source: Delete submission %(x_id)s in %(x_docname)s
pl: Usuń %(x_id)s w %(x_docname)s

source: Refereed Documents
pl: Recenzowane dokumenty

source: You are a general referee
pl: Jesteś recenzentem głównym

source: You are a referee for category:
pl: Jesteś recenzentem kategorii:

source: List of refereed types of documents
pl: Lista recenzowanych typów dokumentów

source: Select one of the following types of documents to check the documents status
pl: Wybierz jeden typ dokumentu z poniższych aby sprawdzić status dokumentu.

source: Go to specific approval workflow
pl: Idź do wybranej procedury oceny

source: List of refereed categories
pl: Lista recenzowanych kategorii

source: Please choose a category
pl: Proszę wybrać kategorię

source: Pending
pl: Oczekuje

source: Approved
pl: Zatwierdzone

source: Rejected
pl: Odrzucone

source: Key
pl: Klucz

source: Waiting for approval
pl: Oczekiwanie na akceptację

source: Already approved
pl: Już zatwierdzony

source: Some documents are pending.
pl: Niektóre dokumenty oczekują.

source: List of refereing categories
pl: Lista kategorii recenzowanych

source: Cancelled
pl: Anulowane

source: List of refereed documents
pl: Lista recenzowanych dokumentów

source: Click on a report number for more information.
pl: Kliknij numer raportu po więcej informacji.

source: Report Number
pl: Numer raportu

source: List of publication documents
pl: Lista dokumentów publikowanych

source: List of direct approval documents
pl: Lista dokumentów bezpośredniej akceptacji

source: Your request has been sent to the referee.
pl: Wysłano prośbę do recenzenta.

source: Title:
pl: Tytuł:

source: Author:
pl: Autor:

source: More information:
pl: Więcej informacji:

source: Click here
pl: Kliknij tutaj

source: This document is still %(x_fmt_open)swaiting for approval%(x_fmt_close)s.
pl: Ten dokument wciąż czeka %(x_fmt_open)sna zatwierdzenie %(x_fmt_close)s.

source: It was first sent for approval on:
pl: Wysłano do recenzji dnia:

source: Last approval email was sent on:
pl: Ostatni email został wysłany:

source: You can send an approval request email again by clicking the following button:
pl: Możesz wysłać ponownie prośbę o akceptację, klikając ten przycisk:

source: Send Again
pl: Wyślij ponownie

source: WARNING! Upon confirmation, an email will be sent to the referee.
pl: UWAGA! Jeśli potwierdzisz, zostanie wysłany email do recenzenta.

source: As a referee for this document, you may click this button to approve or reject it
pl: Jako recenzent tego dokumentu, możesz go zatwierdzić lub odrzucić klikając ten przycisk.

source: Approve/Reject
pl: Zatwierdź/Odrzuć

source: This document has been %(x_fmt_open)sapproved%(x_fmt_close)s.
pl: Ten dokument %(x_fmt_open)s został zatwierdzony %(x_fmt_close)s.

source: Its approved reference is:
pl: Jego zatwierdzona recenzja:

source: It was approved on:
pl: Zatwierdzono dnia:

source: This document has been %(x_fmt_open)srejected%(x_fmt_close)s.
pl: Ten dokument %(x_fmt_open)szostał odrzucony %(x_fmt_close)s.

source: It was rejected on:
pl: Odrzucono dnia:

source: It has first been asked for refereing process on the
pl: Po raz pierwszy poproszono o ocenę dnia

source: Last request e-mail was sent to the publication committee chair on the
pl: Ostatni email został wysłany do przewodniczącego komisji dnia

source: A referee has been selected by the publication committee on the
pl: Recenzent został wybrany przez komitet redakcyjny dnia

source: No referee has been selected yet.
pl: Nie wybrano jeszcze recenzenta.

source: Select a referee
pl: Wybierz recenzenta

source: The referee has sent his final recommendations to the publication committee on the
pl: Recenzent wysłał swoją ostateczną ocenę do komitetu redakcyjnego dnia

source: No recommendation from the referee yet.
pl: Brak jeszcze oceny od recenzenta.

source: Send a recommendation
pl: Napisz komentarz

source: The publication committee has sent his final recommendations to the project leader on the
pl: Komitet wydawniczy wysłał ostateczną ocenę do kierownika projektu dnia

source: No recommendation from the publication committee yet.
pl: Brak jeszcze rekomendacji od komitetu wydawniczego

source: It has been cancelled by the author on the
pl: Został usunięty przez autora dnia

source: It has been approved by the project leader on the
pl: Został zatwierdzony przez kierownika projektu dnia

source: It has been rejected by the project leader on the
pl: Został odrzucony przez kierownika projektu dnia

source: No final decision taken yet.
pl: Brak jeszcze oststecznej decyzji.

source: Take a decision
pl: Podejmij decyzję

source: An editorial board has been selected by the publication committee on the
pl: Wybrano komisję z komitetu wydawniczego dnia

source: Add an author list
pl: Dodaj listę autorów

source: No editorial board has been selected yet.
pl: Nie wybrano jeszcze komisji.

source: Select an editorial board
pl: Wybierz komisję

source: A referee has been selected by the editorial board on the
pl: Komisja wybrała recenzenta dnia

source: The referee has sent his final recommendations to the editorial board on the
pl: Ten referent wysłał opinię do komisji dnia
