Repository: traviscb/cds-invenio
Catalog: po/*.po
Languages: pl

source: The editorial board has sent his final recommendations to the publication committee on the
pl: Komisja wysłała swoją ostateczną decyzji do komitetu wydawniczego dnia

source: No recommendation from the editorial board yet.
pl: Brak opinii komisji.

source: Last request e-mail was sent to the project leader on the
pl: Ostatni email został wysłany do kierownika projektu dnia

source: Comments overview
pl: Przegląd komentarzy

source: search for user
pl: Szukaj użytkownika

source: search for users
pl: szukaj użytkowników

source: select user
pl: wybierz użytkownika

source: connected
pl: połączony

source: add this user
pl: Dodaj tego użytkownika

source: remove this user
pl: usuń tego użytkownika

source: User
pl: Użytkownik

source: Select:
pl: Wybierz:

source: The system has encountered an error in retrieving the list of files for this document.
pl: System napotkał błąd przy próbie odnalezienia plików związanych z tym dokumentem.

source: The collection to which this file belong is restricted:
pl: Ten plik należy do kolekcji zastrzeżonej:

source: This file is restricted:
pl: Ten plik jest zastrzeżony:

source: Access to Fulltext
pl: Pełny tekst

source: Not enough information to retrieve the document
pl: Zbyt mało informacji aby znaleźć ten dokument.

source: Approval and Refereeing Workflow
pl: Tryb oceny i akceptacji

source: Approval has never been requested for this document.
pl: Nie zgłoszono jeszcze tego dokumentu do recenzji.

source: Unable to display document.
pl: Wyświetlenie dokumentu jest niemożliwe.

source: Action unauthorized for this document.
pl: Nieuprawniona czynność dla tego dokumentu.

source: Action unavailable for this document.
pl: Czynność niewykonalna dla tego dokumentu.

source: Adding users to the editorial board
pl: Dodawanie uzytkowników do komitetu wydawniczego

source: no qualified users, try new search.
pl: brak odpowiednich użytkowników, spróbuj ponownie.

source: hits
pl: oglądane

source: too many qualified users, specify more narrow search.
pl: zbyt wielu odpowiednich użytkowników, dodaj kryteria wyszukiwania.

source: limit
pl: ograniczenie

source: users in brackets are already attached to the role, try another one...
pl: użytkownicy w nawiasie mają już te uprawnienia, wybierz innych...

source: Removing users from the editorial board
pl: Usuwam użytkowników z komitetu wydawniczego

source: Validate the editorial board selection
pl: Zatwierdź wybór komitetu wydawniczego

source: Referee selection
pl: Wybór recenzentów

source: Come back to the document
pl: Powrót do dokumentu

source: Approve
pl: Zatwierdź

source: Reject
pl: Odrzuć

source: Wrong action for this document.
pl: Nieuprawniona czynność dla tego dokumentu.

source: Available Journals
pl: Dostępne czasopisma

source: Regeneration Error
pl: Błąd regeneracji

source: The issue could not be correctly regenerated. Please contact your administrator.
pl: Problem nie został naprawiony. Skontaktuj się z administratorem .

source: Add
pl: Dodaj

source: Publish
pl: Opublikuj

source: Refresh
pl: Odświeżanie

source: Update
pl: Aktualizuj

source: Apply
pl: Zastosuj

source: No journal articles
pl: Brak artykułów w czasopismach

source: Problem with the configuration of this journal
pl: Problem z konfiguracją tego czasopisma

source: No journal issues
pl: Brak wydań czasopisma

source: Journal article error
pl: Błąd artykułu w czasopiśmie

source: We could not know which article you were looking for
pl: Nie wiem jakiego szukasz artykułu

source: No journals available
pl: Brak dostępnych czasopism

source: We could not provide you any journals
pl: Nie możemy dostarczyć żadnych czasopism

source: It seems that there are no journals defined on this server. Please contact support if this is not right.
pl: Na tym serwerze nie ma zdefiniowanych żadnych czasopism. Proszę napisz do administratora jeśli to błąd.

source: Select a journal on this server
pl: Wybierz czasopismo na tym serwerze

source: We couldn't guess which journal you are looking for
pl: Nie możemy zgadnąć o jakie czasopismo Ci chodzi

source: You did not provide an argument for a journal name. Please select the journal you want to read in the list below.
pl: Nie podano żadnych danych o tytule czasopisma. Wybierz czasopismo z listy poniżej.

source: No current issue
pl: Brak bieżącego wydania

source: We could not find any informtion on the current issue
pl: Brak informacji o aktualnym wydaniu

source: The configuration for the current issue seems to be empty. Try providing an issue number or check with support.
pl: Konfiguracja bieżącego wydania jest pusta. Spróbuj podać numer wydania albo powiadom administratora

source: Issue number badly formed
pl: Nieprawidłowy numer wydania

source: We could not read the issue number you provided
pl: Numer wydania nieczytelny

source: Archive date badly formed
pl: Data archiwum jest nieprawidłowa

source: We could not read the archive date you provided
pl: Data archiwum nieczytelna

source: No popup record
pl: Brak rekordu

source: We could not deduce the popup article you requested
pl: Brak artykułu o podanych danych

source: Update error
pl: Błąd aktualizacji

source: There was an internal error
pl: Błąd wewnętrzny

source: Journal publishing DB error
pl: Błąd publikacji czasopisma w bazie danych

source: Journal issue error
pl: Błąd wydania czasopisma

source: Journal ID error
pl: Błąd ID czasopisma

source: We could not find the id for this journal in the Database
pl: Brak podanego ID czasopisma w bazie danych

source: Category "%(category_name)s" not found
pl: Kategoria "%(category_name)s" jest nieznana

source: WebJournal Admin
pl: Administracja WebJournal

source: Administrate %(journal_name)s
pl: Administruj %(journal_name)s

source: Feature a record
pl: Edytuj rekord

source: Email Alert System
pl: System alertów email

source: Issue regenerated
pl: Wydanie zostało odtworzone

source: Publishing Interface
pl: Interfejs publikacji

source: Add Journal
pl: Dodaj czasopismo

source: Edit Settings
pl: Edycja ustawień

source: Do you really want to delete this record?
pl: Czy na pewno potwierdzasz usunięcie tego rekordu?

source: Do you really want to revert to revision %(revdate)s of record #%(recid)s?
pl: Czy potwierdzasz powrót do wersji z %(revdate)s rekordu #%(recid)s?

source: The current version will be replaced with a copy of revision %(revdate)s
pl: Ta wersja zostanie zastąpiona kopią wersji z %(revdate)s

source: You will also lose any unsubmitted changes for this record!
pl: Utracisz także wszystkie niepotwierdzone zmiany tego rekordu!

source: Your modifications have now been submitted. They will be processed as soon as the task queue is empty.
pl: Twoje zmiany zostały przyjęte. Zostaną przetworzone gdy kolejka zadań zostanie zwolniona.

source: The record will be deleted as soon as the task queue is empty.
pl: Ten rekord zostanie usunięty gdy zwolni się kolejka zadań

source: Edit another record
pl: Edytuj kolejny rekord.

source: Please enter the ID of the record you want to edit
pl: Wprowadź ID rekordu, który chcesz edytować

source: Edit
pl: Edytuj

source: Move up
pl: Przesuń do góry

source: Move down
pl: Przesuń do dołu

source: Add Subfield
pl: Dodaj pole podrzędne

source: Edit institute
pl: Edytuj instytucję

source: Add Field
pl: Dodaj pole

source: Verbose
pl: Rozwlekle

source: Display
pl: Pokaż

source: Done
pl: Wykonane

source: Add another subfield
pl: Dodaj kolejne pole podrzędne

source: Tags and values should be filled before pressing Done or Add another subfield
pl: Tagi i wartości powinny być wypełnione zanim naciśniesz Wykonane lub dodasz kolejne pole podrzędne

source: Your changes are TEMPORARY.
pl: Twoje zmiany są TYMCZASOWE.

source: To save this record, please click on submit.
pl: Aby zapisać rekord, kliknij Dodaj.

source: Library
pl: Biblioteka

source: Knowledge Base Mappings
pl: Mapowanie bazy wiedzy

source: Knowledge Base Attributes
pl: Atrybuty bazy wiedzy

source: Knowledge Base Dependencies
pl: Zależności bazy wiedzy

source: Manage Knowledge Bases
pl: Zarządzanie Bazami Wiedzy

source: Unknown Knowledge Base
pl: Nieznana baza wiedzy

source: Knowledge Base %s
pl: Baza wiedzy %s

source: Knowledge Base %s Attributes
pl: Atrybuty bazy wiedzy %s

source: Knowledge Base %s Dependencies
pl: Zależności bazy wiedzy %s

source: Delete Knowledge Base
pl: Usuń bazę wiedzy
