Repository: traviscb/cds-invenio
Catalog: po/*.po
Languages: pl

source: AND NOT
pl: I NIE

source: Admin Area
pl: Administracja

source: Browse
pl: Przeglądaj

source: Search Tips
pl: Pomoc

source: abstract
pl: abstrakt

source: fulltext
pl: pełny tekst

source: Regular expression:
pl: Wyrażenie regularne:

source: All of the words:
pl: Wszystkie słowa

source: report number
pl: numer raportu

source: year
pl: rok

source: subject
pl: temat

source: Partial phrase:
pl: Fraza częściowa:

source: reference
pl: odnośnik

source: author
pl: autor

source: Search Guide
pl: Przewodnik wyszukiwania

source: experiment
pl: eksperyment

source: Any of the words:
pl: Dowolne słowo:

source: division
pl: podział

source: Search
pl: Szukaj

source: any field
pl: dowolne pole

source: Help Central
pl: Centrum Pomocy

source: Export as
pl: Wyeksportuj jako

source: collection
pl: kolekcja

source: WebSearch Admin Guide
pl: Przewodnik Admina Websearch

source: Exact phrase:
pl: Dokładne zdanie

source: Submit Guide
pl: Pomoc dodawania

source: OR
pl: LUB

source: AND
pl: I

source: keyword
pl: słowo kluczowe

source: title
pl: tytuł

source: Narrow by collection:
pl: Ogranicz wyniki do kolekcji:

source: Add to personal basket
pl: Dodaj do koszyka osobistego

source: WebSubmit Admin Guide
pl: Przewodnik Admina WebSubmit

source: No fulltext
pl: Brak pełnego tekstu

source: or
pl: lub

source: Record
pl: Rekord

source: Record %s - Add a field
pl: Rekord %s - Dodaj pole

source: BibEdit Admin Interface
pl: Interfejs administracji BibEdit

source: Edit record %(x_recid)s, field %(x_field)s
pl: Edycja rekordu %(x_recid)s, pola %(x_field)s

source: Edit record %(x_recid)s, field %(x_field)s - Add a subfield
pl: Edycja rekordu %(x_recid)s, pola %(x_field)s - Dodaj pole podrzędne

source: Submit and save record %s
pl: Dodaj i zapisz rekord %s

source: Close Editor
pl: Zamknij edytor

source: Modify Template Attributes
pl: Zmień atrybuty szablonu

source: Template Editor
pl: Edytor szablonu

source: Check Dependencies
pl: Sprawdź zależności

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Update Format Attributes
pl: Aktualizuj atrybuty formatowania

source: Show Documentation
pl: Pokaż Dokumentację

source: Hide Documentation
pl: Schowaj Dokumentację

source: Last Modification Date
pl: Data ostatniej modyfikacji

source: Action
pl: Działanie

source: Manage Output Formats
pl: Zarządzaj formatami wyjściowymi

source: Manage Format Templates
pl: Zarządzanie szablonami formatowania

source: Format Elements Documentation
pl: Dokumentacja formatowania elementów

source: Delete
pl: Usuń

source: Add New Format Template
pl: Dodaj nowy szablon formatowania

source: Check Format Templates Extensively
pl: Sprawdź dokładnie szablon formatowania

source: Code
pl: Kod

source: Add New Output Format
pl: Dodaj Nowy Format Wyjściowy

source: Close Output Format
pl: Zamknij format wyjściowy

source: Rules
pl: Reguły

source: Modify Output Format Attributes
pl: Modyfikuj atrybuty formatu wyjściowego

source: Remove Rule
pl: Usuń regułę

source: Add New Rule
pl: Dodaj nową regułę

source: Save Changes
pl: Zapisz Zmiany

source: No problem found with format
pl: Format poprawny

source: An error has been found
pl: Znaleziono błąd

source: The following errors have been found
pl: Znaleziono następujące błędy

source: BibFormat Admin
pl: Administracja BibFormat

source: Test with record:
pl: Testuj z rekordem:

source: Enter a search query here.
pl: Wprowadź zapytanie tutaj.

source: Hide
pl: Ukryj

source: Show all %i authors
pl: Pokaż wszystkich %i autorów

source: Download fulltext
pl: Pobierz pełny tekst

source: additional files
pl: dodatkowe pliki

source: %(x_sitename)s link
pl: link do %(x_sitename)s

source: %(x_sitename)s links
pl: linki do %(x_sitename)s

source: external link
pl: link zewnętrzny

source: external links
pl: linki zewnętrzne

source: Fulltext
pl: Pełny tekst

source: Restricted Output Format
pl: Format wyjściowy zastrzeżony

source: Output Format %s Rules
pl: Reguły Formatu wyjściowego %s

source: Output Format %s Attributes
pl: Atrybuty formatu wyjściowego %s

source: Output Format %s Dependencies
pl: Zależności formatu wyjściowego %s

source: Delete Output Format
pl: Usuń format wyjściowy

source: Cancel
pl: Anuluj

source: Cannot create output format
pl: Nie można utworzyć formatu wyjściowego

source: Restricted Format Template
pl: Szablon formatu zastrzeżonego

source: Format Template %s
pl: Szablon formatu %s

source: Format Template %s Attributes
pl: Atrybuty szablonu formatowania %s

source: Format Template %s Dependencies
pl: Zależności szablonu formatowania %s

source: Delete Format Template
pl: Usuń szablon formatu

source: Format Element %s Dependencies
pl: Zależności elementu formatowania %s

source: Test Format Element %s
pl: Test Formatu Elementu %s

source: Validation of Output Format %s
pl: Sprawdzenie formatu wujściowego %s

source: Validation of Format Template %s
pl: Sprawdzenie szablonu formatowania %s

source: Restricted Format Element
pl: Element formatu zastrzeżonego

source: Validation of Format Element %s
pl: Sprawdzenie elementu formatowania %s

source: Format Validation
pl: Sprawdzenie formatu

source: See Guide
pl: Sprawdź w dokumentacji

source: OAI sources currently present in the database
pl: Źródła OAI aktualnie obecne w bazie danych

source: No OAI sources currently present in the database
pl: Brak źródeł OAI obecnych w bazie danych

source: Next oaiharvest task
pl: Następne zadanie OAI harvest

source: scheduled time:
pl: czas wykonywania:

source: current status:
pl: bieżący status:

source: No oaiharvest task currently scheduled.
pl: W tej chwili brak następnych zadań OAI harvest.

source: successfully validated
pl: sprawdzono poprawność

source: does not seem to be a OAI-compliant baseURL
pl: nie wydaje się poprawnym adresem zgodnym z OAI

source: Citation history:
pl: Historia cytowań:

source: Download history:
pl: Pobierz historię

source: Download user distribution:
pl: Pobierz dystrybucję użytkowników:

source: N/A
pl: BRAK

source: Sun
pl: Nie

source: Mon
pl: Pon

source: Tue
pl: Wto

source: Wed
pl: Śro

source: Thu
pl: Czw

source: Fri
pl: Pią

source: Sat
pl: Sob

source: Sunday
pl: Niedziela

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Month
pl: Miesiąc

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: May
pl: Maj

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Paź

source: Nov
pl: Lis

source: Dec
pl: Gru

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: December
pl: Grudzień

source: Day
pl: Dzień

source: Year
pl: Rok

source: Sorry
pl: Przepraszam

source: Cannot send error request, %s parameter missing.
pl: Nie mogę wysłać zgłoszenia błędu, brak parametru %s.

source: The error report has been sent.
pl: Raport błędu został wysłany.

source: Many thanks for helping us make CDS Invenio better.
pl: Dziękujemy za pomoc w rozwoju systemu CDS Invenio.

source: Use the back button of your browser to return to the previous page.
pl: Użyj przycisku Powrót przeglądarki aby wrócić do poprzedniej strony.

source: Thank you!
pl: Dziękujemy!

source: journal
pl: czasopismo

source: record ID
pl: ID rekordu

source: word similarity
pl: podobieństwo słów

source: journal impact factor
pl: Impact factor czasopisma

source: times cited
pl: razy cytowane

source: Hello:
pl: Witaj:

source: Best regards
pl: Pozdrowienia

source: Need human intervention? Contact
pl: Potrzebujesz dodatkowej pomocy? Napisz

source: Configure BibFormat
pl: Konfiguruj BibFormat

source: Configure OAI Repository
pl: Konfiguruj Repozytorium OAI

source: Configure BibIndex
pl: Konfiguruj BibIndex

source: Configure BibRank
pl: Konfiguruj BibRank

source: Configure WebAccess
pl: Konfiguruj WebAccess

source: Configure WebComment
pl: Konfiguruj WebComment

source: Configure WebSearch
pl: Konfiguruj WebSearch

source: Configure WebSubmit
pl: Konfiguruj WebSubmit

source: Your account on '%s' has been activated
pl: Twoje konto w '%s' jest aktywne

source: Your account earlier created on '%s' has been activated:
pl: Twoje konto utworzone wcześniej '%s' jest już aktywne:

source: Username/Email:
pl: Nazwa użytkownika/email:

source: Password:
pl: Hasło:

source: Account created on '%s'
pl: Konto utworzone dnia '%s'

source: An account has been created for you on '%s':
pl: Konto zostało utworzone dla Ciebie '%s':.

source: Account rejected on '%s'
pl: Konto odrzucone '%s'

source: Your request for an account has been rejected on '%s':
pl: Twój wniosek o utworzenie konta %s został odrzucony:

source: Username/Email: %s
pl: Nazwa użytkownika/email:'%s'

source: Account deleted on '%s'
pl: Konto skasowane '%s'

source: Your account on '%s' has been deleted:
pl: Twoje konto %s zostało usunięte:

source: Detailed record
pl: Rekord szczegółowy

source: Similar records
pl: Podobne rekordy

source: Cited by
pl: Cytowane przez

source: You already have an alert named %s.
pl: Masz już taki alert o nazwie %s.

source: unknown
pl: nieznany

source: You already have an alert defined for the specified query and basket.
pl: Masz już taki alert zdefiniowany dla tej kwerendy i koszyka.

source: The alert name cannot be empty.
pl: Nazwa alertu nie może być pusta.

source: You are not the owner of this basket.
pl: Nie jesteś właścicielem tego koszyka.

source: The alert %s has been added to your profile.
pl: Alert %s został dodany do Twojego profilu.

source: The alert %s has been successfully updated.
pl: Alert %s został zmieniony.

source: You have made %(x_nb)s queries. A %(x_url_open)sdetailed list%(x_url_close)s is available with a possibility to (a) view search results and (b) subscribe to an automatic email alerting service for these queries.
pl: Wykonałeś %(x_nb)s kwerend. %(x_url_open)sSzczegółowa lista%(x_url_close)s jest dostępna z możliwością (a) przeglądania wyników (b) aktywacji automatycznego powiadamiania emailem dla tych kwerend.

source: Pattern
pl: Wzorzec

source: Field
pl: Pole

source: Pattern 1
pl: Wzorzec 1

source: Field 1
pl: Pole 1

source: Pattern 2
pl: Wzorzec 2

source: Field 2
pl: Pole 2

source: Pattern 3
pl: Wzorzec 3

source: Field 3
pl: Pole 3

source: Collections
pl: Kolekcje

source: Collection
pl: Kolekcja

source: You own the following alerts:
pl: Masz następujące alerty:

source: alert name
pl: nazwa alertu

source: SHOW
pl: POKAŻ

source: This alert will notify you each time/only if a new item satisfies the following query:
pl: Ten alert wyśle wiadomość gdy tylko nowy dokument będzie pasował do tego zapytania:

source: QUERY
pl: ZAPYTANIE

source: Alert identification name:
pl: Identyfikator alertu:

source: Search-checking frequency:
pl: Częstotliwość wyszukiwania:

source: monthly
pl: raz w miesiącu

source: weekly
pl: co tydzień

source: daily
pl: codziennie

source: Send notification email?
pl: Czy wysyłać powiadomienie e-mail?

source: yes
pl: tak

source: no
pl: nie

source: if %(x_fmt_open)sno%(x_fmt_close)s you must specify a basket
pl: jeśli %(x_fmt_open)sno%(x_fmt_close)s to musisz wybrać koszyk

source: Store results in basket?
pl: Zapisać wyniki w koszyku?

source: SET ALERT
pl: USTAW ALERT

source: CLEAR DATA
pl: WYCZYŚĆ DANE

source: Set a new alert from %(x_url1_open)syour searches%(x_url1_close)s, the %(x_url2_open)spopular searches%(x_url2_close)s, or the input form.
pl: Ustaw nowy alert z %(x_url1_open)stwoich kwerend%(x_url1_close)s, %(x_url2_open)snajpopularniejszych kwerend%(x_url2_close)s, lub z formularza.

source: No
pl: Nie

source: Search checking frequency
pl: Częstotliwość wyszukiwania

source: Notification by email
pl: Wiadomość emailem

source: Result in basket
pl: Wyniki w koszyku

source: Date last run
pl: Data ostatniego działania

source: Creation date
pl: Data utworzenia

source: Query
pl: Wyszukiwania

source: no basket
pl: brak koszyka

source: Modify
pl: Zmień

source: Remove
pl: Usuń

source: Execute search
pl: Wykonaj wyszukiwanie

source: You have defined %s alerts.
pl: Zdefiniowałeś %s alertów.

source: You have not executed any search yet. Please go to the %(x_url_open)ssearch interface%(x_url_close)s first.
pl: Jeszcze nie wykonałeś wyszukiwań. Proszę przejdź najpierw do %(x_url_open)sinterfejsu wyszukiwania%(x_url_close)s.

source: You have performed %(x_nb1)s searches (%(x_nb2)s different questions) during the last 30 days or so.
pl: Wykonałeś %(x_nb1)s wyszukiwań (%(x_nb2)s różnych pytań) podczas około 30 ostatnich dni.

source: Here are the %s most popular searches.
pl: Najczęściej wyszukiwane %s.

source: Question
pl: Pytanie

source: Last Run
pl: Ostatnie uruchomienie

source: Set new alert
pl: Ustaw nowy alert

source: Popular Searches
pl: Najpopularniejsze Wyszukiwania

source: Your Searches
pl: Twoje Wyszukiwania

source: Your Account
pl: Twoje konto

source: %s Personalize, Display searches
pl: %s Personalizuj, Wyświetl wyniki wyszukiwania

source: %s, personalize
pl: %s, personalizuj

source: Error
pl: Błąd

source: %s Personalize, Set a new alert
pl: %s Personalizuj, Ustaw nowy alert

source: Set a new alert
pl: Ustaw nowy alert

source: Modify alert settings
pl: Zmień ustawienia alertu

source: %s Personalize, Modify alert settings
pl: %s Personalizuj, Zmień ustawienia alertu

source: Your Alerts
pl: Twoje Alerty

source: %s Personalize, Display alerts
pl: %s Personalizuj, Wyświetl alerty

source: Display alerts
pl: Pokaż alerty

source: Your comment has been successfully posted
pl: Zapisano Twój komentarz

source: Personal baskets
pl: Osobiste koszyki

source: Group baskets
pl: Koszyki grupy

source: Others' baskets
pl: Cudze koszyki

source: You have %(x_nb_perso)s personal baskets and are subscribed to %(x_nb_group)s group baskets and %(x_nb_public)s other users public baskets.
pl: Masz %(x_nb_perso)s osobistych koszyków i jesteś zapisany do %(x_nb_group)s koszyków grupy i %(x_nb_public)s innych koszyków publicznych.

source: There are %i baskets
pl: Jest %i koszyków

source: updated on
pl: aktualizowano dnia

source: Basket is empty
pl: Koszyk jest pusty

source: This basket belongs to %(x_name)s. You can freely %(x_url_open)ssubscribe%(x_url_close)s to it
pl: Ten koszyk należy do %(x_name)s. Możesz %(x_url_open)szapisać%(x_url_close)s się do niego

source: Public basket
pl: Koszyk publiczny

source: records
pl: rekordy

source: last update
pl: aktualizowano

source: Subscribe to this basket
pl: Zapisz się do tego koszyka

source: Basket's name
pl: Nazwa koszyka

source: Number of views
pl: Wyświetlono

source: Owner
pl: Właściciel

source: View
pl: Widok

source: Subscribe
pl: Zapisz się

source: There is currently no publicly accessible basket
pl: Aktualnie brak koszyków dostępnych publicznie

source: Displaying baskets %(x_nb_begin)i-%(x_nb_end)i out of %(x_nb_total)i baskets in total.
pl: Pokazuję koszyki %(x_nb_begin)i-%(x_nb_end)i z %(x_nb_total)i koszyków w sumie.

source: Actions
pl: Działania

source: Non-shared basket
pl: Koszyk nieudostępniony

source: Shared basket
pl: Koszyk udostępniony

source: Group-shared basket
pl: Koszyk grupy

source: Edit basket
pl: Edycja koszyka

source: You do not have sufficient rights to view this basket's content.
pl: Nie masz uprawnień do przeglądania zawartości tego koszyka.

source: Unsubscribe from this basket
pl: Wypisz się z tego koszyka

source: comments
pl: komentarze

source: last comment:
pl: ostatni komentarz:

source: Move item up
pl: Przesuń do góry

source: Move item down
pl: Przesuń do dołu

source: Copy item
pl: Kopiuj

source: Remove item
pl: Usuń

source: External record
pl: Rekord zewnętrzny

source: last
pl: ostatni

source: View comments
pl: Pokaż komentarze

source: This basket is publicly accessible at the following address:
pl: Ten koszyk jest również udostępniony pod adresem:

source: Sort by:
pl: Sortuj według:

source: Title
pl: Tytuł

source: Date
pl: Data

source: Comments
pl: Komentarze

source: There is a total of %i comments
pl: Jest w sumie %i komentarzy

source: Write a comment
pl: Napisz komentarz

source: Back to baskets
pl: Wróć do listy koszyków

source: by
pl: przez

source: on
pl: w dniu

source: Reply
pl: Odpowiedz

source: Delete comment
pl: Usuń komentarz

source: %(x_name)s wrote on %(x_date)s:
pl: %(x_name)s napisał dnia %(x_date)s:

source: Add Comment
pl: Dodaj komentarz

source: Comment
pl: Komentarz

source: Create new basket
pl: Utwórz nowy koszyk

source: Select topic
pl: Wybierz temat

source: Choose topic
pl: Wybierz temat

source: or create a new one
pl: albo utwórz inny

source: Create new topic
pl: Utwórz nowy temat

source: Create a new basket
pl: Utwórz nowy koszyk

source: Select basket
pl: Wybierz koszyk

source: Add to a personal basket
pl: Dodaj do koszyka osobistego

source: %i baskets
pl: %i koszyków

source: Add to a group-shared basket
pl: Dodaj do koszyka grupy

source: Add to a public basket
pl: Dodaj do koszyka udostępnionego

source: Adding %i records to these baskets
pl: Dodawanie %i rekordów do tych koszyków

source: Add to baskets
pl: Dodaj do koszyków

source: The selected records have been successfully added to %i baskets.
pl: Wybrane rekordy zostały dodane do %i koszyków.

source: No records were added to the selected baskets.
pl: Nie dodano rekordów do wybranych koszyków.

source: Are you sure you want to delete this basket?
pl: Czy potwierdzasz usunięcie tego koszyka?

source: %i users are subscribed to this basket.
pl: %i użytkowników jest zapisanych do tego koszyka.

source: %i user groups are subscribed to this basket.
pl: %i grup użytkowników korzysta z tego koszyka.

source: You have set %i alerts on this basket.
pl: Ustawiłeś %i alertów zmian tego koszyka.

source: Yes
pl: Tak

source: General settings
pl: Ustawienia ogólne

source: Add group
pl: Dodaj grupę

source: Manage group rights
pl: Ustaw uprawnienia grupy

source: Manage global sharing rights
pl: Ustaw główne ustawienia udostępniania

source: Delete basket
pl: Kasuj koszyk

source: Editing basket
pl: Edycja koszyka

source: Save changes
pl: Zapisz zmiany

source: No rights
pl: Brak uprawnień

source: View records
pl: Pokaż rekordy

source: and
pl: i

source: view comments
pl: pokaż komentarze

source: add comments
pl: dodaj komentarze

source: add records
pl: dodaj rekordy

source: delete comments
pl: usuń komentarze

source: remove records
pl: usuń rekordy

source: manage sharing rights
pl: zarządzaj uprawnieniami udostępniania

source: You are not a member of a group.
pl: Nie jesteś członkiem tej grupy.

source: Sharing basket to a new group
pl: Udostępnienie koszyka innej grupie

source: You are logged in as a guest user, so your baskets will disappear at the end of the current session.
pl: Jesteś zalogowany jako Gość, dlatego twój kosz zniknie po zakończeniu bieżącej sesji.

source: If you wish you can %(x_url_open)slogin or register here%(x_url_close)s.
pl: Jeżeli chcesz, możesz się %(x_url_open)s zalogować lub zarejestrować tutaj%(x_url_close)s.

source: This functionality is forbidden to guest users.
pl: Jako Gość nie możesz korzystać z tej funkcji.

source: Back to search results
pl: Powrót do wyników wyszukiwania

source: Display baskets
pl: Pokaż koszyki

source: Details and comments
pl: Szczegóły i komentarze

source: Your Baskets
pl: Twoje Koszyki

source: Add records to baskets
pl: Dodaj rekordy do koszyków

source: Delete a basket
pl: Usuń koszyk

source: Copy record to basket
pl: Kopiuj rekord do koszyka

source: Create basket
pl: Utwórz koszyk

source: List of public baskets
pl: Lista koszyków udostępnionych

source: Showing the latest %i comments:
pl: Pokaż ostatnich %i komentarzy:

source: Discuss this document
pl: Dyskusja nad tym dokumentem

source: Start a discussion about any aspect of this document.
pl: Rozpocznij dyskusję o tym dokumencie.

source: Sorry, the record %s does not seem to exist.
pl: Przepraszam, rekord %s prawdopodobnie nie istnieje.

source: Sorry, %s is not a valid ID value.
pl: Przepraszam, %s nie jest prawidłową wartością ID rekordu.

source: Sorry, no record ID was provided.
pl: Przepraszam, nie podano ID rekordu.

source: You may want to start browsing from %s
pl: Może zechcesz rozpocząć przeszukiwanie od %s

source: Was this review helpful?
pl: Czy ta recezja była dla Ciebie pomocna?

source: Write a review
pl: Napisz recenzję

source: Average review score: %(x_nb_score)s based on %(x_nb_reviews)s reviews
pl: Średnia ocena: %(x_nb_score)s na podstawie %(x_nb_reviews)s recenzji

source: Readers found the following %s reviews to be most helpful.
pl: Czytelnicy uważają następujące %s recenzje za najlepsze.

source: View all %s reviews
pl: Zobacz wszystkie %s recenzji

source: Rate this document
pl: Oceń ten dokument

source: Be the first to review this document.
pl: Bądź pierwszy i oceń ten dokument.

source: Report abuse
pl: Zgłoś nadużycie

source: Reviewed by %(x_nickname)s on %(x_date)s
pl: Recenzowane przez %(x_nickname)s dnia %(x_date)s

source: %(x_nb_people)i out of %(x_nb_total)i people found this review useful
pl: %(x_nb_people)i z %(x_nb_total)i czytelników dobrze oceniło tę recenzję

source: Reviews
pl: Recenzje

source: Previous
pl: Poprzedni

source: Next
pl: Następny

source: There is a total of %s reviews
pl: Jest w sumie %s recenzji

source: There is a total of %s comments
pl: Jest w sumie %s komentarzy

source: review
pl: recenzja

source: comment
pl: komentarz

source: Review
pl: Recenzja

source: Viewing
pl: Wyświetlam

source: Page:
pl: Strona:

source: Note: Your nickname, %s, will be displayed as author of this comment
pl: Uwaga, Twój identyfikator, %s, będzie widoczny na stronie komentarza

source: Note: you have not %(x_url_open)sdefined your nickname%(x_url_close)s. %(x_nickname)s will be displayed as the author of this comment.
pl: Uwaga: Twój nickname %(x_url_open)s nie jest zdefiniowany%(x_url_close)s. %(x_nickname)s będzie wyświetlony jako autor tego komentarza.

source: Article
pl: Artykuł

source: Add comment
pl: Dodaj komentarz

source: Note: Your nickname, %s, will be displayed as the author of this review.
pl: Uwaga: Twój nickname, %s, będzie wyświetlony jako autor tej recenzji.

source: Rate this article
pl: Oceń ten artykuł

source: Select a score
pl: Wybierz ocenę

source: Give a title to your review
pl: Dodaj tytuł swojej recenzji

source: Write your review
pl: Napisz recenzję

source: Add review
pl: Dodaj recenzję

source: Add Review
pl: Dodaj recenzję

source: Your review was successfully added.
pl: Twoja recenzja została zapisana.

source: Your comment was successfully added.
pl: Twój komentarz został dodany.

source: Back to record
pl: Powrót do rekordu

source: View all users who have been reported
pl: Zobacz wszystkich użytkowników, których zgłoszono

source: Guide
pl: Przewodnik

source: Comments and reviews are disabled
pl: Komentarze i recenzje zostały wyłączone

source: Please enter the ID of the comment/review so that you can view it before deciding whether to delete it or not
pl: Wprowadź ID komentarza/recenzji aby go zobaczyć zanim zdecydujesz czy go usunąć czy nie

source: Comment ID:
pl: ID Komentarza:

source: View Comment
pl: Zobacz Komentarz

source: There have been no reports so far.
pl: Nie było dotychczas raportów.

source: View all %s reported comments
pl: Zobacz wszystkie %s raportowane komentarze

source: View all %s reported reviews
pl: Zobacz wszystkie %s raportowanych recenzji
