Repository: traviscb/cds-invenio
Catalog: po/*.po
Languages: pl

source: Here is a list, sorted by total number of reports, of all users who have had a comment reported at least once.
pl: To jest lista, sortowana względem liczby raportów, wszystkich użytkowników, których komentarze były raportowane co najmniej raz.

source: Nickname
pl: Identyfikator

source: User ID
pl: ID użytkownika

source: Number positive votes
pl: Liczba głosów pozytywnych

source: Number negative votes
pl: Liczba negatywnych głosów

source: Total number votes
pl: Całkowita liczba głosów

source: Total number of reports
pl: Całkowita liczba raportów

source: View all user's reported comments/reviews
pl: Zobacz wszystkie raportowane komentarze/recenzje

source: This review has been reported %i times
pl: Ta recenzja była raportowana %i razy

source: This comment has been reported %i times
pl: Ten komentarz był raportowany %i razy

source: Written by
pl: Napisane przez

source: General informations
pl: Informacje ogólne

source: Select
pl: Wybierz

source: Delete selected reviews
pl: Usuń zaznaczone recenzje

source: Suppress selected abuse report
pl: Usuń wybrane raporty nadużyć

source: Delete selected comments
pl: Usuń wybrane komentarze

source: Here are the reported reviews of user %s
pl: Lista raportowanych recenzji użytkownika %s

source: Here are the reported comments of user %s
pl: Lista raportowanych komentarzy użytkownika %s

source: Here are all reported reviews sorted by the most reported
pl: Lista wszystkich raportowanych recenzji, sortowana według liczby raportów

source: Here are all reported comments sorted by the most reported
pl: Lista wszystkich raportowanych komentarzy, sortowana według liczby raportów

source: comment ID
pl: ID komentarza

source: successfully deleted
pl: Usunięto

source: successfully suppressed abuse report
pl: usunięto raport nadużycia

source: Not yet reviewed
pl: Jeszcze nie oceniony

source: Record Not Found
pl: Nie można odnaleźć rekordu

source: WebComment Admin
pl: Administracja WebComment

source: Internal Error
pl: Błąd wewnętrzny

source: Suppress abuse reports
pl: Usuń raporty nadużyć

source: View all reported users
pl: Zobacz wszystkich raportowanych użytkowników

source: Delete comments
pl: Usuń komentarze

source: The message could not be deleted.
pl: Wiadomość nie mogła zostać usunięta.

source: The message was successfully deleted.
pl: Wiadomość została usunięta.

source: Your mailbox has been emptied.
pl: Twoja skrzynka została opróżniona.

source: The chosen date (%(x_year)i/%(x_month)i/%(x_day)i) is invalid.
pl: Wybrana data (%(x_year)i/%(x_month)i/%(x_day)i) jest nieprawidłowa.

source: Please enter a user name or a group name.
pl: Proszę wprowadzić nazwę użytkownika lub grupy.

source: Your message is too long, please edit it. Maximum size allowed is %i characters.
pl: Twoja wiadomość jest za długa, edytuj ją. Maksymalna dozwolona ilość znaków - %i.

source: Group %s does not exist.
pl: Grupa %s nie istnieje.

source: User %s does not exist.
pl: Użytkownik %s nie istnieje.

source: Write a message
pl: Napisz wiadomość.

source: Your message could not be sent to the following recipients due to their quota:
pl: Wiadomość nie mogła zostać wysłana do następujących użytkowników z powodu przekroczenia quot:

source: Your message has been sent.
pl: Twoja wiadomość została wysłana.

source: Your Messages
pl: Twoje wiadomości

source: Subject
pl: Temat

source: Sender
pl: Nadawca

source: No messages
pl: Brak wiadomości

source: No subject
pl: Brak tematu

source: Write new message
pl: Napisz nową wiadomość.

source: Delete All
pl: Usuń wszystko.

source: Send later?
pl: Wysłać później?

source: To:
pl: Do:

source: Users
pl: Użytkownicy

source: Groups
pl: Grupy

source: Subject:
pl: Temat:

source: Message:
pl: Wiadomość:

source: SEND
pl: WYŚLIJ

source: From:
pl: Od:

source: Sent on:
pl: Wysłane dnia:

source: Received on:
pl: Otrzymane dnia:

source: Sent to:
pl: Wysłane do:

source: Sent to groups:
pl: Wysłane do grup:

source: REPLY
pl: ODPOWIEDZ

source: DELETE
pl: USUŃ

source: Are you sure you want to empty your whole mailbox?
pl: Czy jesteś pewna/y, że chcesz opóżnić całą skrzynkę?

source: Quota used: %(x_nb_used)i messages out of max. %(x_nb_total)i
pl: Wykorzystana pojemność: %(x_nb_used)i wiadomości z maks. %(x_nb_total)i

source: Please select one or more:
pl: Proszę wybrać jeden lub więcej:

source: Add to users
pl: Dodaj do użytkowników

source: Add to groups
pl: Dodaj do grup

source: No matching user
pl: Nie znaleziono użytkownika

source: No matching group
pl: Nie znaleziono grupy

source: Find users or groups:
pl: Znajdź użytkowników lub grupy:

source: Find a user
pl: Znajdź użytkownika

source: Find a group
pl: Znajdź grupę

source: You have %(x_nb_new)s new messages out of %(x_nb_total)s messages
pl: Masz %(x_nb_new)s nowych wiadomości ze wszystkich %(x_nb_total)s

source: Read a message
pl: Przeczytaj wiadomość

source: Search Results
pl: Wyniki wyszukiwania

source: any day
pl: dowolny dzień

source: any month
pl: dowolny miesiąc

source: any year
pl: dowolny rok

source: add another collection
pl: dodaj następną kolekcję

source: rank by
pl: posortowano względem

source: HTML brief
pl: HTML zwięzły

source: latest first
pl: najnowsze jako pierwsze

source: No values found.
pl: Nie znaleziono wartości.

source: No exact match found for %(x_query1)s, using %(x_query2)s instead...
pl: Nie znaleziono dokładnego dopasowania dla %(x_query1)s, zastosowano w zamian %(x_query2)s ...

source: Nested or mismatched parentheses detected. Ignoring all parentheses in the query...
pl: Problem z nawiasami. Ignoruję wszystkie nawiasy w kwerendzie...

source: No match found in collection %(x_collection)s. Other public collections gave %(x_url_open)s%(x_nb_hits)d hits%(x_url_close)s.
pl: Nie znaleziono dopasowania w kolekcji %(x_collection)s. Inne publiczne kolekcje zwróciły %(x_url_open)s%(x_nb_hits)d wyników%(x_url_close)s.

source: No public collection matched your query. If you were looking for a non-public document, please choose the desired restricted collection first.
pl: Nie znaleziono dopasowania w żadnej publicznej kolekcji. Jeśli szukałeś dokumentu zastrzeżonego, wybierz najpierw odpowiednią kolekcję zastrzeżoną.

source: Search term %(x_term)s inside index %(x_index)s did not match any record. Nearest terms in any collection are:
pl: Szukany termin %(x_term)s w indeksie %(x_index)s nie odpowiada żadnemu rekordowi. Najbliższe wyrażenia:

source: Search term %s did not match any record. Nearest terms in any collection are:
pl: Szukane wyrażenie %s nie odpowiada żadnemu rekordowi. Najbliższe wyrażenia:

source: Sorry, sorting is allowed on sets of up to %d records only. Using default sort order.
pl: Przepraszamy, sortowanie dozwolone dla zbiorów o najwyżej %d rekordach. Używam sortowania domyślnego.

source: Sorry, %s does not seem to be a valid sort option. Choosing title sort instead.
pl: Przepraszam, %s nie wydaje się dozwoloną opcją sortowania. Wybieram sortowanie według tytułów zamiast wybranego.

source: Use different search terms.
pl: Użyj innych słów do wyszukiwania.

source: The record has been deleted.
pl: Rekord został usunięty.

source: Requested record does not seem to exist.
pl: Przepraszam, rekord %s prawdopodobnie nie istnieje.

source: No match within your time limits, discarding this condition...
pl: Brak wyniku podczas dozwolonego czasu wyszukiwania, usuwam ten warunek...

source: No match within your search limits, discarding this condition...
pl: Brak wyniku dla Twoich ograniczeń, usuwam ten warunek...

source: Information
pl: Informacja

source: References
pl: Bibliografia

source: Citations
pl: Cytowania

source: Discussion
pl: Dyskusja

source: Usage statistics
pl: Statystyki użytkowania

source: Search %s records for:
pl: Przeszukaj %s rekordów względem wyrażenia:

source: less
pl: mniej

source: more
pl: więcej

source: Example: %(x_sample_search_query)s
pl: Przykład: %(x_sample_search_query)s

source: Search in %(x_collection_name)s
pl: Szukaj w %(x_collection_name)s

source: Search everywhere
pl: Szukaj wszędzie

source: Advanced Search
pl: Wyszukiwanie zaawansowane

source: Search %s records for
pl: Przeszukaj %s rekordów względem wyrażenia

source: Simple Search
pl: Proste wyszukiwanie

source: Search options:
pl: Opcje wyszukiwania:

source: Added/modified since:
pl: Dodany/zmieniony dnia:

source: until:
pl: do:

source: Display results:
pl: Wyświetl rezultaty:

source: Output format:
pl: Format wyjściowy:

source: Added since:
pl: Dodany dnia:

source: Modified since:
pl: Zmieniony dnia:

source: Focus on:
pl: Ogranicz się do:

source: restricted
pl: zastrzeżone

source: Search also:
pl: Szukaj również:

source: This collection does not contain any document yet.
pl: Ta kolekcja nie zawiera jeszcze żadnego dokumentu.

source: Latest additions:
pl: Ostatnio dodane:

source: Cited by %i records
pl: Cytowane przez %i rekordów

source: Words nearest to %(x_word)s inside %(x_field)s in any collection are:
pl: Najbliższe słowa %(x_word)s w polu %(x_field)s we wszystkich kolekcjach:

source: Words nearest to %(x_word)s in any collection are:
pl: Najbliższe wyrażenie słowu %(x_word)s w dowolnej kolekcji:

source: Hits
pl: Wyniki

source: next
pl: następny

source: collections
pl: kolekcje

source: Limit to:
pl: Ogranicz do:

source: results
pl: rezultaty

source: asc.
pl: rosn.

source: desc.
pl: malej.

source: single list
pl: pojedyncza lista

source: split by collection
pl: podziel na kolekcje

source: MARC tag
pl: tag MARC

source: %s records found
pl: Znaleziono %s rekordów

source: begin
pl: początek

source: previous
pl: poprzedni

source: end
pl: koniec

source: jump to record:
pl: skocz do rekordu:

source: Search took %s seconds.
pl: Szukanie trwało %s sekund.

source: ADD TO BASKET
pl: DODAJ DO KOSZYKA

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found %(x_nb_records)s records in %(x_nb_seconds)s seconds.
pl: %(x_fmt_open)sRezultaty:%(x_fmt_close)s Znaleziono %(x_nb_records)s rekordów w %(x_nb_seconds)s sekund.

source: Boolean query returned no hits. Please combine your search terms differently.
pl: Wyszukiwanie logiczne nie dało wyników. Powiąż wyrażenia wyszukiwania inaczej.

source: See also: similar author names
pl: Zobacz też: podobne nazwiska autorów

source: Collection %s Not Found
pl: Kolekcja %s nie odnaleziona

source: Sorry, collection %s does not seem to exist.
pl: Przepraszamy, kolekcja %s może nie istnieć.

source: You may want to start browsing from %s.
pl: Możesz zacząć przeglądanie od %s.

source: Interested in being notified about new results for this query?
pl: Czy powiadomić Cię o nowych wynikach dla tego wyszukiwania?

source: Set up a personal %(x_url1_open)semail alert%(x_url1_close)s or subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
pl: Ustaw własny %(x_url1_open)salert email%(x_url1_close)s lub zaprenumeruj %(x_url2_open)sRSS feed%(x_url2_close)s.

source: People who downloaded this document also downloaded:
pl: Osoby, które pobrały ten dokument, pobrały również:

source: People who viewed this page also viewed:
pl: Osoby, które oglądały tę stronę, oglądały również:

source: Cited by: %s records
pl: Cytowane przez: %s rekordów

source: Co-cited with: %s records
pl: Cytowane wspólnie w: %s rekordach

source: .. of which self-citations: %s records
pl: .. z których cytowania własne: %s rekordów

source: Affiliations:
pl: Afiliacje:

source: Frequent keywords:
pl: Częste słowa kluczowe:

source: Frequent co-authors:
pl: Często spotykani współautorzy:

source: Papers:
pl: Artykuły:

source: downloaded
pl: pobrano

source: times
pl: razy

source: Citations:
pl: Cytowania:

source: Citation summary results
pl: Podsumowanie cytowań

source: Total number of citable papers analyzed:
pl: Przeanalizowano cytowalnych artykułów:

source: Total number of citations:
pl: Całkowita liczba cytowań

source: Average citations per paper:
pl: Średnia liczba cytowań na jeden artykuł:

source: Breakdown of papers by citations:
pl: Podział artykułów pod względem cytowań:

source: You are not authorized to view this area.
pl: Nie masz uprawnień aby tu wejść.

source: Not found
pl: Nie znaleziono

source: in
pl: w

source: Haven't found what you were looking for? Try your search on other servers:
pl: Jeżeli nie znaleziono tego czego szukasz, spróbuj szukać na innych serwerach:

source: External collections results overview:
pl: Wyniki wyszukiwania w zewnętrznych kolekcjach:

source: Search timed out.
pl: Czas wyszukiwania zbyt długi.

source: The external search engine has not responded in time. You can check its results here:
pl: Zewnętrzna wyszukiwarka nie odpowiedziała w określonym czasie. Sprawdź jej wyniki tutaj:

source: No results found.
pl: Nie znaleziono wyników.

source: %s results found
pl: Znaleziono %s wyników

source: %s seconds
pl: %s sekund

source: brief
pl: skrócony

source: You are logged in as guest. You may want to %(x_url_open)slogin%(x_url_close)s as a regular user.
pl: Jesteś zalogowany jako Gość. Możesz się %(x_url_open)szalogować %(x_url_close)s jako zarejestrowany użytkownik.

source: The %(x_fmt_open)sguest%(x_fmt_close)s users need to %(x_url_open)sregister%(x_url_close)s first
pl: %(x_fmt_open)sGoście%(x_fmt_close)s powinni się %(x_url_open)szarejestrować%(x_url_close)s najpierw

source: No queries found
pl: Nie znaleziono kwerend

source: This collection is restricted. If you think you have right to access it, please authenticate yourself.
pl: Ta kolekcja jest zastrzeżona. Jeśli masz prawo dostępu do tej kolekcji, zaloguj się.

source: External account settings
pl: Ustawienia konta zewnętrznego

source: You can consult the list of your external groups directly in the %(x_url_open)sgroups page%(x_url_close)s.
pl: Możesz sprawdzić listę Twoich grup zewnętrznych na %(x_url_open)sstronie grup%(x_url_close)s.

source: External user groups
pl: Zewnętrzne grupy użytkowników.

source: If you want to change your email or set for the first time your nickname, please set new values in the form below.
pl: Jeżeli chcesz zmienić email lub ustawić po raz pierwszy nazwę użytkownika, wprowadź nowe dane w formularzu poniżej.

source: Edit login credentials
pl: Edytuj dane logowania

source: Example
pl: Przykład

source: New email address
pl: Nowy adres email

source: mandatory
pl: wymagane

source: Note
pl: Notatka

source: Set new values
pl: Ustaw nowe wartości

source: Since this is considered as a signature for comments and reviews, once set it can not be changed.
pl: Jest uznawany jako podpis pod komentarzami i ocenami, po pierwszym ustawieniu nie może być zmieniony.

source: If you want to change your password, please enter the old one and set the new value in the form below.
pl: Jeżeli chcesz zmienić hasło, wprowadź poprzednie hasło i wpisz nowe hasło poniżej.

source: Old password
pl: Poprzednie hasło

source: New password
pl: Nowe hasło

source: optional
pl: opcjonalny

source: The password phrase may contain punctuation, spaces, etc.
pl: Hasło może zawierać znaki przestankowe, spacje, itp.

source: You must fill the old password in order to set a new one.
pl: Musisz wpisać poprzednie hasło aby ustawić nowe.

source: Retype password
pl: Wpisz ponownie hasło

source: Set new password
pl: Wpisz nowe hasło

source: If you are using a lightweight CERN account you can %(x_url_open)sreset the password%(x_url_close)s.
pl: Jeżeli używasz lightweight CERN account możesz %(x_url_open)szmienić hasło%(x_url_close)s.

source: You can change or reset your CERN account password by means of the %(x_url_open)sCERN account system%(x_url_close)s.
pl: Możesz zmienić hasło CERN poprzez %(x_url_open)ssystem obsługi kont%(x_url_close)s.

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Update settings
pl: Aktualizuj ustawienia

source: Edit language-related settings
pl: Edytuj ustawienia językowe

source: Select desired language of the web interface.
pl: Ustaw język interfejsu.

source: Edit search-related settings
pl: Edytuj ustawienia wyszukiwania

source: Show the latest additions box
pl: Pokaż pole ostatnio dodanych

source: Show collection help boxes
pl: Pokaż pola pomocy dla kolekcji

source: Number of search results per page
pl: Liczba wyników wyszukiwania na stronie

source: Edit login method
pl: Edytuj metodę logowania

source: Please select which login method you would like to use to authenticate yourself
pl: Proszę wybrać metodę logowania, którą chciałbyś użyćdo zalogowania.

source: Select method
pl: Wybierz metodę

source: If you have lost the password for your %(sitename)s %(x_fmt_open)sinternal account%(x_fmt_close)s, then please enter your email address in the following form in order to have a password reset link emailed to you.
pl: Jeżeli zapomnisz hasło %(sitename)s %(x_fmt_open)swewnętrznego konta%(x_fmt_close)s, wprowadź proszę Twój adres email w formularzu aby otrzymać emailem link do odzyskania hasła.

source: Email address
pl: Adres email

source: Send password reset link
pl: Wyślij link odzyskania hasła

source: If you have been using the %(x_fmt_open)sCERN login system%(x_fmt_close)s, then you can recover your password through the %(x_url_open)sCERN authentication system%(x_url_close)s.
pl: Jeśli używasz %(x_fmt_open)sCERN login system%(x_fmt_close)s, mozesz odzyskać hasło poprzez %(x_url_open)sCERN system autentykacji%(x_url_close)s.

source: Note that if you have been using an external login system, then we cannot do anything and you have to ask there.
pl: Jeśli używasz zewnętrznego systemu logowania, my nie możemy Ci pomóc , musisz zwrócić się do tego systemu.

source: Alternatively, you can ask %s to change your login system from external to internal.
pl: Możesz także uzyskać u %s zamianę zewnętrznego systemu logowania na wewnętrzny.

source: %s offers you the possibility to personalize the interface, to set up your own personal library of documents, or to set up an automatic alert query that would run periodically and would notify you of search results by email.
pl: %s umożliwia zmianę ustawień osobistych interfejsu, ustawienie osobistych bibliotek dokumentów albo ustawienie automatycznych alertów, które będą okresowo wysyłać powiadomienia emailem o nowych wynikach wyszukiwania.

source: Your Settings
pl: Twoje ustawienia

source: Set or change your account email address or password. Specify your preferences about the look and feel of the interface.
pl: Wprowadź lub zmień adres email lub hasło. Ustaw wygląd interfejsu.

source: View all the searches you performed during the last 30 days.
pl: Historia wyszukiwania w ciągu ostatnich 30 dni.

source: With baskets you can define specific collections of items, store interesting records you want to access later or share with others.
pl: W koszykach możesz zdefiniować określone kolekcje dokumentów, zachować interesujące wyniki, które chcesz zapamiętać lub udostępnić innym użytkownikom.

source: Subscribe to a search which will be run periodically by our service. The result can be sent to you via Email or stored in one of your baskets.
pl: Zachowaj Twoje wyszukiwanie, które będzie wykonywane automatycznie przez system. Rezultaty mogą być wysyłane emailem lub zapisywane w jednym z Twoich koszyków.

source: Your Loans
pl: Twoje wypożyczenia

source: Check out book you have on loan, submit borrowing requests, etc. Requires CERN ID.
pl: Sprawdź Twoje wypożyczenia, zarezerwuj książki, etc. Wymaga podania numeru CERN ID.

source: You are logged in as a guest user, so your alerts will disappear at the end of the current session.
pl: Jesteś zalogowany jako Gość, więc Twoje alerty znikną po zamknięciu bieżącej sesji.

source: You are logged in as %(x_user)s. You may want to a) %(x_url1_open)slogout%(x_url1_close)s; b) edit your %(x_url2_open)saccount settings%(x_url2_close)s.
pl: Jesteś zalogowany jako %(x_user)s. Możesz: a) %(x_url1_open)s wylogować się%(x_url1_close)s; b) edytować %(x_url2_open)s ustawienia konta%(x_url2_close)s.

source: Your Alert Searches
pl: Twoje wyszukiwania zapisane w alertach

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s you are administering or are a member of.
pl: To jest Twoja lista %(x_url_open)sgrup%(x_url_close)s, w których jesteś administratorem lub członkiem.

source: Your Groups
pl: Twoje grupy

source: You can consult the list of %(x_url_open)syour submissions%(x_url_close)s and inquire about their status.
pl: To jest lista twoich %(x_url_open)sdodanych dokumentów%(x_url_close)s możesz tu sprawdzić ich status.

source: Your Submissions
pl: Twoje dodane dokumenty

source: You can consult the list of %(x_url_open)syour approvals%(x_url_close)s with the documents you approved or refereed.
pl: To jest lista %(x_url_open)sTwoich akceptacji%(x_url_close)s dla dokumentów akceptowanych lub referowanych przez Ciebie.

source: Your Approvals
pl: Twoje akceptacje

source: Your Administrative Activities
pl: Twoje czynności administracyjne

source: Try again
pl: Spróbuj ponownie

source: Somebody (possibly you) coming from %(x_ip_address)s has asked for a password reset at %(x_sitename)s for the account "%(x_email)s".
pl: Ktoś (prawdopodobnie Ty) z adresu %(x_ip_address)s poprosił o zmianę hasła do %(x_sitename)s dla konta "%(x_email)s".

source: If you want to reset the password for this account, please go to:
pl: Jeśli chcesz zmienić hasło do tego konta, proszę idź do:

source: in order to confirm the validity of this request.
pl: aby potwierdzić prawidłowość tego żądania.

source: Please note that this URL will remain valid for about %(days)s days only.
pl: Uwaga, ten URL będzie ważny tylko przez około %(days)s dni.

source: Somebody (possibly you) coming from %(x_ip_address)s has asked to register a new account at %(x_sitename)s for the email address "%(x_email)s".
pl: Ktoś (prawdopodobnie Ty) z adresu %(x_ip_address)s poprosił o utworzenie nowego konta w %(x_sitename)s dla konta "%(x_email)s".

source: If you want to complete this account registration, please go to:
pl: Jeśli chcesz potwierdzić to utworzenie konta, proszę idź do:

source: Okay, a password reset link has been emailed to %s.
pl: OK, link odzyskiwania hasła zostanie wysłany pod adres %s.

source: Deleting your account
pl: Usuwanie Twojego konta

source: You are no longer recognized by our system.
pl: Już nie istniejesz w systemie.

source: You are still recognized by the centralized %(x_fmt_open)sSSO%(x_fmt_close)s system. You can %(x_url_open)slogout from SSO%(x_url_close)s, too.
pl: Jesteś zalogowany nadal w systemie centralnym %(x_fmt_open)sSSO%(x_fmt_close)s. Możesz %(x_url_open)swylogować się także z SSO%(x_url_close)s.

source: If you wish you can %(x_url_open)slogin here%(x_url_close)s.
pl: Jeżeli sobie życzysz możesz %(x_url_open)szalogować się tutaj%(x_url_close)s.

source: If you already have an account, please login using the form below.
pl: Jeżeli masz już założone konto, zaloguj się poniżej.

source: If you don't own a CERN account yet, you can register a %(x_url_open)snew CERN lightweight account%(x_url_close)s.
pl: Jeżeli nie posiadasz jeszcze konta CERN, proszę %(x_url_open)s zarejestrować się %(x_url_close)s.

source: If you don't own an account yet, please %(x_url_open)sregister%(x_url_close)s an internal account.
pl: Jeżeli nie posiadasz jeszcze konta, proszę %(x_url_open)s zarejestrować się %(x_url_close)s.

source: It is not possible to create an account yourself. Contact %s if you want an account.
pl: Nie możesz sam utworzyć konta. Skontaktuj sie z %s jeżeli chcesz posiadać konto.

source: Login method:
pl: Metoda logowania:

source: Remember login on this computer.
pl: Zapamiętaj mnie na tym komputerze.

source: Lost your password?
pl: Utraciłeś hasło?

source: You can use your nickname or your email address to login.
pl: Możesz użyć Twojej nazwy użytkownika lub adresu email aby się zalogować.
